---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportDWGSettings
source: html/28dd6d72-5669-455f-a7b4-068a89d816fa.htm
---
# ExportDWGSettings Properties

The id of the assembly instance to which the element belongs.